Revit 2024 API
ParameterTypeId.ContinuousrailFilletRadiusParam Property
 "Fillet Radius"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ContinuousrailFilletRadiusParam { get; }
Visual Basic
Public Shared ReadOnly Property ContinuousrailFilletRadiusParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ContinuousrailFilletRadiusParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace